brew 'docker'
brew 'emacs'
brew 'fzf'
brew 'git'
brew 'jq'
brew 'tmux'

tap 'caskroom/cask'
tap 'caskroom/versions'

cask_args appdir: '/Applications'

cask '1password'
cask 'clipy'
cask 'cmd-eikana'
cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'intellij-idea'
cask 'java'
cask 'java8'
cask 'kindle'
cask 'skitch'
cask 'slack'
